source/_static/diagrams/01-eval-namespace.d2
direction: right
n0: ".eb as Python"
n1: "SYSTEM is a dict"
n2: "%(version)s after eval"
n3: "easyblock from name"
n0 -> n1
n1 -> n2
n2 -> n3
